Repository: builtbybel/FluentCleaner
Catalog: FluentCleaner/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# NavCleaner.Content
source: Cleaner
zh_cn: 清理工具

# NavTerminal.Content
source: Terminal
zh_cn: 终端

# NavCustom.Content
source: Custom
zh_cn: 自定义

# SearchBox.PlaceholderText
source: Search
zh_cn: 搜索

# BtnPageActions.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Page actions
zh_cn: 页面操作

# DonationBanner.Title
source: Enjoying FluentCleaner?
zh_cn: 喜欢 FluentCleaner 吗？

# DonationBanner.Subtitle
source: If this app saves you time, consider supporting its development.
zh_cn: 如果这款应用为你节省了时间，不妨支持开发者。

# BtnDonatePayPal.Content
source: PayPal
zh_cn: PayPal 捐赠

# BtnDonateKoFi.Content
source: Ko-fi
zh_cn: Ko-fi 打赏

# BtnDonateGitHub.Content
source: Star on GitHub
zh_cn: GitHub 点亮星标

# BtnDonateLater.Content
source: Maybe later
zh_cn: 稍后再说

# St_NoActions
source: No actions for this page
zh_cn: 此页面暂无可用操作

# CleanerHint.Text
source: Winapp2.ini loads automatically at startup.
zh_cn: 程序启动时将自动加载 Winapp2.ini 文件。

# BtnCategoryActions.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Category actions
zh_cn: 分类操作

# MenuSelectAll.Text
source: Select all
zh_cn: 全选

# MenuSelectNone.Text
source: Select none
zh_cn: 取消全选

# MenuSelectDefaults.Text
source: Select defaults
zh_cn: 选择默认项

# MenuAnalyzeCategory.Text
source: Analyze category
zh_cn: 扫描该分类

# MenuCleanCategory.Text
source: Clean category
zh_cn: 清理该分类

# BtnEntryActions.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Entry actions
zh_cn: 条目操作

# MenuAnalyzeEntry.Text
source: Analyze
zh_cn: 扫描

# MenuCleanEntry.Text
source: Clean
zh_cn: 清理

# MenuExplainEntry.Text
source: Explain with AI
zh_cn: AI 解读

# MenuShowSource.Text
source: Show source
zh_cn: 显示来源

# LblAIDesc.Text
source: Right-click any entry on the Cleaner page → Explain with AI. Powered by Groq (llama-3.3-70b) — free, no billing. Nothing is sent without your explicit action. Requires your own API key.
zh_cn: 在清理页面右键任意条目 → AI 解读。由 Groq (llama-3.3-70b) 提供支持，完全免费、无需付费。仅在你主动操作时才会发送数据。需要自行填写 API 密钥。

# LblAICustomHint.Text
source: 💡 Once your key is saved, the Custom Cleaners page also unlocks AI — describe what to clean and it generates a ready-to-use Winapp2 entry or PowerShell script for you.
zh_cn: 💡 保存密钥后，“自定义清理器”页面将解锁 AI 功能——只需描述清理需求，它便能为您生成可直接使用的 Winapp2 条目或 PowerShell 脚本。

# ResultsHeader.Text
source: Results
zh_cn: 结果

# BtnBackToResults.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back to results
zh_cn: 返回扫描结果

# BtnCleanDetail.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete these files now
zh_cn: 立即删除这些文件

# MenuExcludeFile.Text
source: Exclude file
zh_cn: 排除此文件

# MenuExcludeFolder.Text
source: Exclude folder
zh_cn: 排除此文件夹

# BtnAnalyze.Content
source: Analyze
zh_cn: 开始扫描

# BtnCancel.Content
source: Cancel
zh_cn: 取消

# BtnRunCleaner.Content
source: Run Cleaner
zh_cn: 执行清理

# St_MenuSelectAll
source: Select all
zh_cn: 全选

# St_MenuSelectNone
source: Select none
zh_cn: 取消全选

# St_MenuSelectDefaults
source: Select defaults
zh_cn: 选择默认项

# St_MenuExpandAll
source: Expand all
zh_cn: 全部展开

# St_MenuCollapseAll
source: Collapse all
zh_cn: 全部折叠

# St_MenuSortDesc
source: Sort by size ↓
zh_cn: 按大小降序 ↓

# St_MenuSortAsc
source: Sort by size ↑
zh_cn: 按大小升序 ↑

# St_MenuRefresh
source: Refresh
zh_cn: 刷新

# DetailHeaderFiles.Text
source: Files
zh_cn: 文件

# DetailHeaderRegistry.Text
source: Registry
zh_cn: 注册表

# SuffixFiles
source: files
zh_cn: 个文件

# SuffixRegistry
source: registry
zh_cn: 项注册表内容

# SuffixFilesSingular
source: file(s)
zh_cn: 文件

# SuffixRegistryItems
source: registry item(s)
zh_cn: 注册表项

# LabelCleaningComplete
source: Cleaning complete.
zh_cn: 清理完成。

# DlgBrowsersTitle
source: Browsers running
zh_cn: 正在运行的浏览器

# DlgBrowsersContinue
source: Continue anyway
zh_cn: 仍然继续

# DlgBrowsersCancel
source: Cancel
zh_cn: 取消

# DlgBrowsersMessage
source: Close these apps for best results:\n{0}\n\nOpen browsers lock cache and history files — they will be skipped during cleaning.
zh_cn: 为获得最佳清理效果，请关闭以下应用程序：\n{0}\n\n正在运行的浏览器会锁定缓存和历史记录文件，因此清理过程中将跳过这些文件。

# DlgWarningTitle
source: Cleaning warning
zh_cn: 清理警告

# DlgWarningContinue
source: Continue
zh_cn: 继续

# DlgWarningCancel
source: Cancel
zh_cn: 取消

# DlgWarningMessage
source: The selected Winapp2 entries include the following warnings:
zh_cn: 选定的 Winapp2 条目包含以下警告：

# DlgExplainThinking
source: Thinking…
zh_cn: 正在处理...

# DlgExplainClose
source: Close
zh_cn: 关闭

# DlgSourceCopy
source: Copy
zh_cn: 复制

# DlgSourceReport
source: Report entry
zh_cn: 报告条目

# DlgSourceDryRun
source: Dry Run
zh_cn: 模拟运行

# RuleLabTitle
source: Rule Lab — {0}
zh_cn: 规则实验室 — {0}

# DlgSourceHint
source: Edit the rules, then Dry Run to preview the hits.
zh_cn: 编辑规则，然后进行模拟运行以预览匹配结果。

# DlgSourceScanning
source: Scanning…
zh_cn: 正在扫描...

# DlgSourceNoEntry
source: No valid entry — needs a Detect and a FileKey.
zh_cn: 无效条目 — 必须包含 Detect 和 FileKey。

# DlgSourceFound
source: {0} files · {1}
zh_cn: {0} 个文件 · {1}

# DlgSourceMore
source: … and {0} more
zh_cn: … 和 {0} 更多

# DlgSourceError
source: Scan failed: {0}
zh_cn: 扫描失败：{0}

# DlgSourceCancel
source: Cancel
zh_cn: 取消

# DlgSourceCancelled
source: Cancelled.
zh_cn: 已取消。

# DlgRestartTitle
source: Restart required
zh_cn: 需要重启

# DlgRestartMessage
source: FluentCleaner needs to restart to apply the changes.
zh_cn: FluentCleaner 需要重启以应用更改。

# DlgRestartNow
source: Restart now
zh_cn: 立即重启

# DlgRestartLater
source: Later
zh_cn: 稍后

# St_Loading
source: Loading Winapp2.ini...
zh_cn: 正在加载 Winapp2.ini...

# St_SearchFound
source: Showing {0} matching entries.
zh_cn: 共找到 {0} 个匹配条目。

# St_SearchNone
source: No matching entries.
zh_cn: 未找到匹配条目。

# St_ParsingDatabases
source: Parsing databases...
zh_cn: 正在解析数据库...

# St_AnalysisReady
source: Analysis ready — {0} apps found in {1} entries.
zh_cn: 分析完成 — 在 {1} 个条目中识别到 {0} 款应用。

# St_NothingSelected
source: Nothing selected.
zh_cn: 未选中任何项目。

# St_Scanning
source: Scanning...
zh_cn: 正在扫描...

# St_ScanComplete
source: Scan complete — {0} files, {1} registry items ({2})
zh_cn: 扫描完成 — {0} 个文件，{1} 条注册表项（共 {2}）

# St_ScanCancelled
source: Scan cancelled.
zh_cn: 扫描已取消。

# St_Cleaning
source: Cleaning...
zh_cn: 正在清理...

# St_CleanDone
source: Finished — {0} freed · {1} skipped (files in use)
zh_cn: 清理完成 — 释放 {0} 空间 · {1} 项因文件占用已跳过

# St_CleanDoneSimple
source: Finished — {0} items removed · {1} freed.
zh_cn: 清理完成 — 删除 {0} 个项目 · 释放 {1} 空间。

# St_CleanCancelledBytes
source: Clean cancelled — {0} freed so far.
zh_cn: 清理已取消 — 目前已释放 {0} 空间。

# St_CleanCancelled
source: Clean cancelled.
zh_cn: 清理已取消。

# St_EntryScanned
source: {0}: {1} files, {2} registry items
zh_cn: {0}：{1} 个文件，{2} 条注册表项

# St_EntryNothingToClean
source: {0}: nothing to clean.
zh_cn: {0}：无需要清理的内容。

# St_EntryCleanDone
source: {0}: {1} items removed · {2} freed.
zh_cn: {0}：删除 {1} 个项目 · 释放 {2} 空间。

# St_CategoryScanning
source: Scanning {0}...
zh_cn: 正在扫描 {0}...

# St_CategoryScanned
source: {0} scanned — {1} entries.
zh_cn: {0} 扫描完毕 — 共 {1} 个条目。

# St_CategoryCleaning
source: Cleaning {0}...
zh_cn: 正在清理 {0}...

# St_CategoryCleanDone
source: {0}: {1} items removed · {2} freed.
zh_cn: {0}：删除 {1} 个项目 · 释放 {2} 空间。

# St_EntryScanningProgress
source: Scanning {0}...
zh_cn: 正在扫描 {0}...

# St_ExcludedFile
source: Excluded: {0}
zh_cn: 已排除文件：{0}

# St_ExcludedFolder
source: Excluded: {0}
zh_cn: 已排除文件夹：{0}

# Prog_Deleted
source: Deleted: {0}
zh_cn: 已删除：{0}

# Prog_Registry
source: Registry: {0}
zh_cn: 注册表项：{0}

# SettingsTitle.Text
source: Settings
zh_cn: 设置

# DonationBar.Title
source: FluentCleaner is going open source.
zh_cn: FluentCleaner 是开源的。

# DonationBar.Message
source: Put a lot of work into this — if it helps you and you feel like saying thanks, a donation would really mean a lot. ♥
zh_cn: 这款软件耗费了大量开发精力，如果它对你有所帮助，若愿意表达支持，捐赠将是对开发者莫大的鼓励。♥

# BtnDonate.Content
source: Support the project
zh_cn: 支持本项目

# MenuDonatePayPal.Text
source: Donate via PayPal
zh_cn: 通过 PayPal 捐赠

# MenuDonateKoFi.Text
source: Donate via Ko-fi
zh_cn: 通过 Ko-fi 打赏

# SectionAppearance.Text
source: Appearance
zh_cn: 外观设置

# LblTheme.Text
source: App theme
zh_cn: 应用主题

# LblThemeDesc.Text
source: Choose how FluentCleaner looks on your device.
zh_cn: 自定义 FluentCleaner 在设备上的显示样式。

# ThemeSystem.Content
source: System default
zh_cn: 跟随系统

# ThemeLight.Content
source: Light
zh_cn: 浅色模式

# ThemeDark.Content
source: Dark
zh_cn: 深色模式

# LblLanguage.Text
source: Language
zh_cn: 语言

# LblLanguageDesc.Text
source: Override the display language. Restart required to apply.
zh_cn: 自定义界面显示语言，修改后需重启软件生效。

# St_LangAuto
source: System default
zh_cn: 跟随系统

# SectionDatabase.Text
source: Database
zh_cn: 清理数据库

# LblDatabaseDesc.Text
source: Choose which entry lists are loaded for scanning and cleaning.
zh_cn: 选择加载的清理条目列表，用于扫描与垃圾清理。

# BtnUpdateWinapp2.Content
source: Update
zh_cn: 更新

# LblWinapp3Tag.Text
source: experimental
zh_cn: 实验性功能

# LblWinapp3Desc.Text
source: — more aggressive entries, use at your own risk.
zh_cn: — 清理规则更激进，请自行承担使用风险。

# BtnDownloadWinapp3.Content
source: Download
zh_cn: 下载

# BtnUpdateWinapp3.Content
source: Update
zh_cn: 更新

# LblWinappxTag.Text
source: bloatware
zh_cn: 预装软件清理

# LblWinappxDesc.Text
source: — AppX / bloatware entries for the terminal debloater.
zh_cn: — 终端卸载预装应用专用 AppX 清理条目。

# BtnDownloadWinappx.Content
source: Download
zh_cn: 下载

# BtnUpdateWinappx.Content
source: Update
zh_cn: 更新

# TxtCustomPath.PlaceholderText
source: Custom database path (.ini)
zh_cn: 自定义数据库路径（.ini 文件）

# BtnBrowse.Content
source: Browse…
zh_cn: 浏览…

# BtnApplyPath.Content
source: Apply
zh_cn: 应用

# BtnRemovePath.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove custom database
zh_cn: 移除自定义数据库

# RestartBar.Title
source: Restart required
zh_cn: 需要重启软件

# RestartBar.Message
source: Please restart FluentCleaner to load the updated database.
zh_cn: 请重启 FluentCleaner 以加载更新后的数据库。

# SectionPostClean.Text
source: Post-clean tasks
zh_cn: 清理后执行任务

# LblPostCleanDesc.Text
source: One command per line — runs sequentially after every clean pass.
zh_cn: 每行一条命令，每次清理完成后按顺序自动运行。

# SectionExclusions.Text
source: Global exclusions
zh_cn: 全局排除项

# LblExclusionsDesc.Text
source: Paths listed here are never cleaned — overrides all database rules.
zh_cn: 列表内路径永远不会被清理，优先级高于所有数据库规则。

# LnkProtectedPaths.Content
source: View protected paths
zh_cn: 查看受保护路径

# DlgProtectedTitle
source: Protected paths
zh_cn: 受保护路径

# DlgProtectedDesc
source: These are always skipped, no matter what the database says. They hold browser extension data that some apps (password managers, ad blockers) break without.
zh_cn: 无论数据库如何设定，这些路径始终会被跳过。它们包含浏览器扩展程序的数据；若缺少这些数据，某些应用程序（如密码管理器、广告拦截器）可能会无法正常运行。

# SectionHistory.Text
source: History
zh_cn: 历史记录

# LblCleanHistory.Text
source: Clean history
zh_cn: 清理历史记录

# BtnClearHistory.Content
source: Clear history
zh_cn: 清除历史记录

# SectionAI.Text
source: AI explanations
zh_cn: AI 条目解读

# LblAIOptIn.Text
source: opt-in
zh_cn: 手动启用

# LblAIPreview.Text
source: preview
zh_cn: 预览

# BtnAIDiscussion.Content
source: Thoughts? Join the discussion →
zh_cn: 有建议？前往讨论区 →

# BtnSaveApiKey.Content
source: Save
zh_cn: 保存

# BtnTestApiKey.Content
source: Test
zh_cn: 测试密钥

# BtnGetApiKey.Content
source: Get key
zh_cn: 获取密钥

# SectionBackup.Text
source: Backup
zh_cn: 配置备份

# LblBackupDesc.Text
source: Export or import your settings as a JSON file. Drop a settings.json next to the exe for portable mode.
zh_cn: 将设置导出/导入为 JSON 文件；将 settings.json 放置程序同目录即可开启便携模式。

# BtnExport.Content
source: Export
zh_cn: 导出

# BtnImport.Content
source: Import
zh_cn: 导入

# LblPortableActive.Text
source: 📦 Portable mode active — settings stored next to exe
zh_cn: 📦 已启用便携模式 — 配置文件存放于程序同目录

# SectionAbout.Text
source: About
zh_cn: 关于

# BtnReportIssue.Content
source: Report an issue
zh_cn: 提交问题反馈

# BtnIconCredit.Content
source: App icon by naderi
zh_cn: 应用图标由 naderi 设计

# BtnFAQ.Content
source: FAQ
zh_cn: 常见问题

# LblInsiderBadge.Text
source: INSIDER
zh_cn: 内测版

# St_Winapp3NotDownloaded
source: Winapp3 not downloaded yet — click Download.
zh_cn: Winapp3 尚未下载 — 请点击“下载”。

# St_WinappxNotDownloaded
source: Winappx not downloaded yet — click Download.
zh_cn: Winappx 尚未下载 — 请点击“下载”。

# St_HistoryNone
source: no runs recorded yet
zh_cn: 尚无运行记录

# St_HistorySummary
source: {0} runs · {1} total freed
zh_cn: {0} 次运行 · 共释放 {1}

# St_HistoryItems
source: {0} items
zh_cn: {0} 个项目

# St_CustomPathSaved
source: Custom path saved.
zh_cn: 自定义路径已保存。

# St_Download
source: Download
zh_cn: 下载

# St_Downloading
source: Downloading {0}…
zh_cn: 正在下载 {0}…

# St_Downloaded
source: {0} downloaded — {1} KB
zh_cn: {0} 已下载 — {1} KB

# St_DownloadFailed
source: Download failed: {0}
zh_cn: 下载失败：{0}

# St_FileInfoNotDownloaded
source: Not downloaded
zh_cn: 未下载

# St_FileInfo
source: {0} entries • {1} KB • {2}
zh_cn: {0} 个条目 • {1} KB • {2}

# St_UpdateAvailable
source: Update available — {0}
zh_cn: 有可用更新 — {0}

# St_UpdateMessage
source: A new version of FluentCleaner is ready to download.
zh_cn: FluentCleaner 新版本已准备好下载。

# St_UpToDate
source: You're up to date
zh_cn: 已是最新版本

# St_UpToDateMessage
source: Version {0} is the latest.
zh_cn: 版本 {0} 为最新版本。

# St_MenuUpdate
source: ⬆ Update available — {0}
zh_cn: ⬆ 有可用更新 — {0}

# St_MenuCheckUpdates
source: Check for updates
zh_cn: 检查更新

# St_ApiKeyMissing
source: ⚠ Enter an API key first.
zh_cn: ⚠ 请先输入 API 密钥。

# St_ApiKeyTesting
source: Testing…
zh_cn: 正在测试...

# St_ExportSuccess
source: Settings exported to {0}
zh_cn: 设置已导出至 {0}

# St_ExportFailed
source: Export failed: {0}
zh_cn: 导出失败：{0}

# St_ImportSuccess
source: Settings imported from {0}
zh_cn: 设置已从 {0} 导入

# St_ImportFailed
source: Import failed: {0}
zh_cn: 导入失败：{0}

# CustomTitle.Text
source: Custom Cleaners
zh_cn: 自定义清理规则

# CustomEmptyHint.Text
source: No custom cleaners yet.
zh_cn: 暂无自定义清理规则。

# CustomEmptyHint2.Text
source: Create a new cleaner — it will appear here automatically.
zh_cn: 新建清理规则，创建后会自动显示在此处。

# MenuEditEntry.Text
source: Edit
zh_cn: 编辑

# MenuDeleteEntry.Text
source: Delete
zh_cn: 删除

# MenuTestEntry.Text
source: Test in Rule Lab
zh_cn: 在规则实验室中进行测试

# MenuRunEntry.Text
source: Run
zh_cn: 运行

# BtnNewCleaner.Content
source: + New Cleaner
zh_cn: + 新建清理规则

# BtnRunScript.Text
source: Run
zh_cn: 运行

# St_CustomStatus
source: {0} cleaner · {1} enabled
zh_cn: 共 {0} 套规则 · {1} 套已启用

# St_CustomStatusScripts
source: {0} script(s)
zh_cn: {0} 条执行脚本

# St_CustomMenuNew
source: New custom cleaner
zh_cn: 新建自定义清理规则

# St_CustomMenuOpenFolder
source: Open Custom folder
zh_cn: 打开自定义规则文件夹

# St_CustomMenuReddit
source: Ask on Reddit
zh_cn: 前往 Reddit 提问交流

# St_CustomMenuNeowin
source: Neowin forums
zh_cn: Neowin 论坛

# St_CustomMenuDeskmodder
source: Deskmodder.de
zh_cn: Deskmodder.de 论坛

# St_CustomMenuShare
source: Share cleaner on GitHub
zh_cn: 在 GitHub 分享清理规则

# St_CustomToggleFailed
source: Toggle failed: {0}
zh_cn: 切换启用状态失败：{0}

# St_CustomDeleteTitle
source: Delete "{0}"?
zh_cn: 确定删除「{0}」吗？

# St_CustomDeleteMessage
source: This removes the custom cleaner permanently.
zh_cn: 此操作会永久移除该自定义清理规则。

# St_CustomDeleteConfirm
source: Delete
zh_cn: 删除

# St_CustomDeleteCancel
source: Cancel
zh_cn: 取消

# St_CustomRunning
source: Running {0}...
zh_cn: 正在执行 {0}...

# St_CustomScriptError
source: {0}: could not read script — {1}
zh_cn: {0}：无法读取脚本文件 — {1}

# St_CustomCompleted
source: {0}: completed successfully.
zh_cn: {0}：执行完成。

# St_CustomFailed
source: {0}: failed (exit {1}).
zh_cn: {0}：执行失败（退出代码 {1}）。

# St_CustomEntryNone
source: no entries parsed
zh_cn: 未解析到任何清理条目

# St_CustomEntryOne
source: 1 entry · {0}
zh_cn: 1条清理项 · {0}

# St_CustomEntryMany
source: {0} entries · {1}
zh_cn: {0} 条清理项 · {1}

# St_CustomEntryEnabled
source: enabled
zh_cn: 已启用

# St_CustomEntryDisabled
source: disabled
zh_cn: 已禁用

# DlgNewCleanerSave
source: Save
zh_cn: 保存

# DlgNewCleanerCancel
source: Cancel
zh_cn: 取消

# DlgNewCleanerTypeIni.Content
source: Winapp2 entry (.ini)
zh_cn: Winapp2 清理条目 (.ini)

# DlgNewCleanerTypePs1.Content
source: PowerShell script (.ps1)
zh_cn: PowerShell 脚本 (.ps1)

# DlgNewCleanerNameHeader
source: Name
zh_cn: 名称

# DlgNewCleanerNamePlaceholder
source: My Cleaner
zh_cn: 自定义清理规则

# DlgNewCleanerAiPlaceholder
source: Generate with AI - describe what to clean (results may vary)
zh_cn: AI自动生成 - 描述需要清理的内容（生成效果仅供参考）

# DlgNewCleanerGenerate.Content
source: Generate
zh_cn: 生成

# DlgNewCleanerGenerateBtn
source: Generate
zh_cn: 生成

# DlgNewCleanerContentLabel
source: Content
zh_cn: 内容

# DlgNewCleanerTest
source: Test in Rule Lab
zh_cn: 在规则实验室中进行测试

# DlgNewCleanerLoadTemplate.Content
source: Load template
zh_cn: 加载模板

# DlgNewCleanerTitleNew
source: New custom cleaner
zh_cn: 新建自定义清理规则

# DlgNewCleanerTitleEdit
source: Edit — {0}
zh_cn: 编辑 — {0}

# AI_NoKey
source: No API key configured. Go to Settings → AI explanations to add your Groq API key (free at console.groq.com).
zh_cn: 未配置 API 密钥。前往设置 → AI 条目解读页面填写 Groq 密钥（可在 console.groq.com 免费获取）。

# AI_ApiError
source: Groq API error: {0}
zh_cn: Groq 接口请求出错：{0}

# AI_NoResponse
source: No response received.
zh_cn: 未收到服务返回数据。

# AI_NetworkError
source: Could not reach Groq API: {0}
zh_cn: 无法连接 Groq 接口：{0}

# AI_NoKeyShort
source: No API key configured — go to Settings → AI explanations.
zh_cn: 未配置 API 密钥，请前往设置 → AI 条目解读。

# CLI_Welcome
source: FluentCleaner Terminal online.
zh_cn: FluentCleaner 终端已就绪。

# CLI_Databases
source: Databases: {0} active — {1} detected entries
zh_cn: 已启用数据库：{0} 个 — 共检测 {1} 条清理规则

# CLI_HelpHint
source: Type 'help' for commands.
zh_cn: 输入 help 查看全部可用命令。

# CLI_UnknownCommand
source: Unknown command '{0}'. Type 'help'.
zh_cn: 未知命令「{0}」，输入 help 查看帮助。

# CLI_NoDrives
source: No drives found.
zh_cn: 未检测到磁盘分区。

# CLI_ThemeUsage
source: Usage: theme dark | light | system
zh_cn: 使用格式：theme dark | light | system

# CLI_ThemeSet
source: Theme set to '{0}'.
zh_cn: 主题已切换为「{0}」。

# CLI_BackdropUsage
source: Usage: backdrop mica | acrylic
zh_cn: 使用格式：backdrop mica | acrylic

# CLI_BackdropSet
source: Backdrop set to '{0}'.
zh_cn: 窗口材质已切换为「{0}」。

# CLI_NoMatch
source: No entries matching '{0}'.
zh_cn: 未找到匹配「{0}」的清理条目。

# CLI_CleanEntry
source: {0}: {1} items · {2}
zh_cn: {0}：{1} 个项目 · 释放 {2} 空间

# CLI_CleanDone
source: Done — {0} items removed · {1} freed.
zh_cn: 执行完成 — 删除 {0} 项 · 释放 {1} 空间。

# CLI_NothingToClean
source: Nothing to clean.
zh_cn: 无需要清理的内容。

# CLI_AnalyzeEntry
source: {0}: {1} files · {2} registry · {3}
zh_cn: {0}：{1} 个文件 · {2} 条注册表项 · 合计 {3}

# CLI_AnalyzeTotal
source: Total: {0} found.
zh_cn: 总计扫描到：{0} 项垃圾。

# CLI_NothingFound
source: Nothing found.
zh_cn: 未扫描到垃圾文件。

# CLI_ListEntries
source: — {0} entries.
zh_cn: — 共 {0} 条清理条目。

# CLI_ListCategories
source: — {0} categories.
zh_cn: — 共 {0} 个分类。

# CLI_AppxUsage
source: Usage: appx list | appx scan | appx remove <name> | appx remove all
zh_cn: 使用格式：appx list | appx scan | appx remove <名称> | appx remove all

# CLI_AppxListStart
source: Listing all installed AppX packages...
zh_cn: 正在列出所有已安装AppX应用包...

# CLI_AppxNoPackages
source: No packages found.
zh_cn: 未检测到任何应用包。

# CLI_AppxListDone
source: — {0} package(s) installed. Use 'appx remove <name>' to uninstall.
zh_cn: — 已安装 {0} 个应用包。执行 appx remove <名称> 即可卸载。

# CLI_AppxScanStart
source: Scanning installed packages...
zh_cn: 正在扫描预装垃圾应用包...

# CLI_AppxNothingFound
source: Nothing found — system looks clean.
zh_cn: 未发现预装垃圾应用，系统干净。

# CLI_AppxScanDone
source: — {0} package(s) found. Use 'appx remove <name>' or 'appx remove all'.
zh_cn: — 找到 {0} 个预装应用包。可执行 appx remove <名称> 或 appx remove all 批量卸载。

# CLI_AppxRemoveUsage
source: Usage: appx remove <name> | appx remove all
zh_cn: 使用格式：appx remove <名称> | appx remove all

# CLI_AppxRemoveScanStart
source: Scanning for installed packages...
zh_cn: 正在检索可卸载应用包...

# CLI_AppxNothingToRemove
source: Nothing to remove.
zh_cn: 无待卸载应用。

# CLI_AppxRemoving
source: Removing {0}...
zh_cn: 正在卸载 {0}...

# CLI_AppxRemoveOk
source: OK {0} removed.
zh_cn: 成功 已卸载 {0}。

# CLI_AppxRemoveErr
source: ERR {0} — failed (may not be installed or requires elevation).
zh_cn: 失败 {0} — 卸载出错（应用不存在或需要管理员权限）。

# CLI_AppxRemoveDone
source: Done — {0} package(s) removed.
zh_cn: 操作完成 — 共卸载 {0} 个应用包。

# CLI_AppxNothingRemoved
source: Nothing was removed.
zh_cn: 未卸载任何应用。

# CLI_AppxDisabled
source: Winappx database is disabled — enable it in Settings.
zh_cn: Winappx 数据库已禁用，请前往设置页面开启。

# CLI_AppxNotFound
source: Winappx.ini not found — download it in Settings.
zh_cn: 未找到 Winappx.ini 文件，请在设置页面下载该数据库。
